tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
brew "ack"
brew "arduino-cli"
brew "asciinema"
brew "bash"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "brew-cask-completion"
brew "calc"
brew "coreutils"
brew "dark-mode"
brew "displayplacer"
brew "dockutil"
brew "duti"
brew "figlet"
brew "findutils"
brew "fish"
brew "gh"
brew "gibo"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "git-standup"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "languagetool", restart_service: true
brew "m-cli"
brew "mackup"
brew "mas"
brew "mint"
brew "moreutils"
brew "multimarkdown"
brew "nvm"
brew "openjdk"
brew "p7zip"
brew "php"
brew "pinentry-mac"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "rename"
brew "ruby"
brew "rust"
brew "scrcpy"
brew "ssh-copy-id"
brew "starship"
brew "switchaudio-osx"
brew "thefuck"
brew "tldr"
brew "tree"
brew "vbindiff"
brew "watch"
brew "wget"
brew "wifi-password"
brew "xpdf"
brew "yarn"
brew "yarn-completion"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "wix/brew/applesimutils"
cask "aerial"
cask "android-platform-tools"
cask "arduino"
cask "bettertouchtool"
cask "bitwarden"
cask "docker"
cask "drawio"
cask "finicky"
cask "firefox"
cask "github"
cask "google-chrome"
cask "jitsi-meet"
cask "keybase"
cask "logi-options-plus"
cask "mattermost"
cask "monitorcontrol"
cask "ollama"
cask "raycast"
cask "sf-symbols"
cask "spotify"
cask "temurin"
cask "ultimaker-cura"
cask "visual-studio-code"
mas "Home Assistant", id: 1099568401
mas "Numbers", id: 409203825
mas "Peek", id: 1554235898
mas "Sequel Ace", id: 1518036000
mas "Whisper Transcription", id: 1668083311
mas "Xcode", id: 497799835
vscode "1yib.svelte-bundle"
vscode "akamud.vscode-theme-onedark"
vscode "ardenivanov.svelte-intellisense"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "fivethree.vscode-svelte-snippets"
vscode "jakobkruse.svelte-kit-snippets"
vscode "selemondev.vscode-shadcn-svelte"
vscode "svelte.svelte-vscode"
